{
  "resume": "Cet exercice évalue la compréhension et l'application de concepts de probabilités discrètes, en particulier l'utilisation de la loi binomiale et de son approximation par la loi normale. Il s'agit de:\n\n*   Identifier une loi binomiale $\\mathcal{B}(n, p)$, calculer son espérance $\\E(X) = np$ et sa variance $\\sigma^2 = np(1-p)$.\n*   Justifier l'approximation d'une loi binomiale par une loi normale $\\mathcal{N}(\\mu, \\sigma^2)$ en utilisant le théorème central limite (avec centrage et réduction $Y = \\frac{X - \\mu}{\\sigma}$). L'exercice n'évoque pas la justification par la continuité mais on peut supposer qu'elle est attendue.\n*   Calculer une probabilité en utilisant l'approximation normale et une table de valeurs de la loi normale centrée réduite, en résolvant une inéquation du type $\\prob(X \\geq n) \\leq 0.025$ en utilisant la variable centrée réduite.",
  "competences": [
    "appliquer le théorème central limite pour approximer une loi binomiale par une loi normale",
    "calculer l'espérance et la variance d'une variable aléatoire suivant une loi binomiale",
    "interpréter un résultat probabiliste dans un contexte concret",
    "utiliser une table de la loi normale centrée réduite pour déterminer une probabilité",
    "identifier une variable aléatoire et sa loi de probabilité"
  ],
  "niveau_difficulte": "intermédiaire",
  "mots_cles": [
    "loi binomiale",
    "loi normale",
    "approximation normale",
    "théorème central limite",
    "probabilité",
    "variable aléatoire discrète",
    "espérance",
    "écart-type"
  ],
  "concepts_fondamentaux": [
    "loi binomiale",
    "loi normale",
    "théorème central limite",
    "espérance mathématique",
    "écart-type"
  ],
  "prerequis": [
    "connaître la loi binomiale",
    "connaître la loi normale",
    "savoir calculer une espérance et un écart-type",
    "savoir lire une table de la loi normale centrée réduite"
  ],
  "type_exercice": "Problème à étapes",
  "temps_estime": "30-45 minutes"
}