{
  "resume": "L'exercice porte sur le calcul du rayon de convergence $R$ et la détermination du domaine de convergence $D$ de diverses séries entières réelles. Les compétences mises en œuvre incluent : \\n\\n*   L'application du critère de d'Alembert pour déterminer le rayon de convergence, en calculant la limite de $|\\frac{u_{n+1}}{u_n}|$ lorsque $n$ tend vers l'infini, où $u_n$ est le terme général de la série. Si la limite est $|t|$, alors $R=1$.\\n*   L'identification de séries géométriques et l'utilisation de leurs propriétés de convergence.\\n*   L'étude de la convergence aux bornes de l'intervalle de convergence, en utilisant des critères tels que la convergence absolue, le théorème spécial des séries alternées ou la comparaison avec des séries de Riemann pour déterminer si les bornes sont incluses dans le domaine de convergence. Des équivalents peuvent être utilisés. \\n\\nLes exemples donnés illustrent le calcul de $R$ et $D$ pour des séries de la forme $\\\\sum a_n t^n$, où $a_n$ implique des expressions polynomiales, factorielles, logarithmiques, trigonométriques, ou des puissances. Dans le cas de $S_8$, le terme général est $\\\\frac{(1+i)^n}{n2^n}t^{3n}$.\\n",
  "competences": [
    "appliquer le critère de d'Alembert pour déterminer la convergence d'une série",
    "calculer le rayon de convergence d'une série entière",
    "étudier la convergence aux bornes de l'intervalle de convergence",
    "utiliser les équivalents de suites pour simplifier les calculs de limites",
    "reconnaître des séries de référence (géométrique, harmonique...)"
  ],
  "niveau_difficulte": "intermédiaire",
  "mots_cles": [
    "série entière",
    "rayon de convergence",
    "intervalle de convergence",
    "critère de d'Alembert",
    "convergence",
    "divergence",
    "série géométrique",
    "série alternée"
  ],
  "concepts_fondamentaux": [
    "définition et propriétés des séries entières",
    "rayon de convergence",
    "critères de convergence pour les séries numériques",
    "théorème des séries alternées"
  ],
  "prerequis": [
    "maîtrise des suites numériques",
    "connaissance des critères de convergence des séries numériques",
    "notions de limites et d'équivalents",
    "manipulation des fonctions usuelles (ln, sin, exponentielle)"
  ],
  "type_exercice": "Exercice d'application directe",
  "temps_estime": "60-90 minutes"
}