{
  "resume": "Cet exercice porte sur la loi de Poisson et sa fonction caractéristique. Il vise à évaluer les compétences suivantes:\n\n1.  Calcul de la fonction caractéristique $\\phi_X(t) = \\mathbb{E}(e^{itX})$ d'une variable aléatoire $X$ suivant une loi de Poisson de paramètre $\\lambda$, en utilisant la définition de l'espérance et la série exponentielle. Le résultat attendu est $\\phi_X(t) = e^{\\lambda(e^{it}-1)}$.\n\n2.  Utilisation de la fonction caractéristique pour démontrer que la somme de deux variables aléatoires indépendantes suivant des lois de Poisson de paramètres $\\lambda$ et $\\mu$ suit une loi de Poisson de paramètre $\\lambda + \\mu$. Cela implique d'utiliser la propriété que la fonction caractéristique d'une somme de variables aléatoires indépendantes est le produit de leurs fonctions caractéristiques, soit $\\phi_{X+Y}(t) = \\phi_X(t)\\phi_Y(t)$, et d'identifier la fonction caractéristique résultante comme celle d'une loi de Poisson de paramètre $\\lambda + \\mu$.",
  "competences": [
    "calculer une fonction caractéristique d'une variable aléatoire discrète",
    "appliquer la formule de la fonction caractéristique d'une loi de Poisson",
    "utiliser la fonction caractéristique pour déterminer la loi de la somme de variables aléatoires indépendantes",
    "interpréter la fonction caractéristique pour identifier une loi de probabilité",
    "appliquer les propriétés de l'espérance pour des variables aléatoires indépendantes"
  ],
  "niveau_difficulte": "intermédiaire",
  "mots_cles": [
    "fonction caractéristique",
    "loi de Poisson",
    "variable aléatoire",
    "indépendance",
    "espérance",
    "somme de variables aléatoires",
    "distribution de probabilité",
    "paramètre"
  ],
  "concepts_fondamentaux": [
    "fonction caractéristique",
    "loi de Poisson",
    "indépendance de variables aléatoires",
    "espérance mathématique"
  ],
  "prerequis": [
    "définition de la loi de Poisson",
    "définition de la fonction caractéristique",
    "propriétés de l'espérance",
    "indépendance de variables aléatoires",
    "développement en série de l'exponentielle"
  ],
  "type_exercice": "Exercice d'application directe",
  "temps_estime": "20-30 minutes"
}