{
  "resume": "L'exercice porte sur la manipulation et la comparaison de lois normales. Il évalue les compétences suivantes:\n\n1.  Détermination des paramètres (espérance et écart-type) de deux variables aléatoires normales $X$ et $Y$ à partir de probabilités données, en utilisant la table de la loi normale centrée réduite. Les paramètres sont obtenus en résolvant un système d'équations linéaires.\n2.  Calcul des paramètres de la variable aléatoire $Z=X-Y$, sachant que $X$ et $Y$ sont indépendantes et de loi Normale. Utilisation des propriétés de la somme/différence de variables aléatoires normales indépendantes.\n3.  Calcul d'une probabilité impliquant $Z$, en utilisant la variable centrée réduite associée et la table de la loi normale centrée réduite.",
  "competences": [
    "Standardiser (centrer-réduire) une variable aléatoire (normale)",
    "déterminer les paramètres d'une loi normale à partir de probabilités données",
    "interpréter des probabilités en termes d'événements concrets",
    "calculer la distribution de la différence de deux variables aléatoires normales indépendantes",
    "Utiliser / Interpréter (la table de) la loi normale centrée réduite (pour trouver probabilités ou quantiles)"
  ],
  "niveau_difficulte": "intermédiaire",
  "mots_cles": [
    "loi normale",
    "variable aléatoire",
    "probabilité",
    "espérance",
    "écart type",
    "centrage réduction",
    "indépendance",
    "table loi normale"
  ],
  "concepts_fondamentaux": [
    "loi normale (gaussienne)",
    "espérance et variance",
    "variable aléatoire",
    "loi normale centrée réduite",
    "indépendance de variables aléatoires"
  ],
  "prerequis": [
    "connaissance de la loi normale et de ses propriétés",
    "maîtrise du calcul des probabilités",
    "savoir lire une table de la loi normale centrée réduite",
    "notions de variable aléatoire et de distribution",
    "manipulation algébrique de base"
  ],
  "type_exercice": "Problème à étapes",
  "temps_estime": "45 minutes"
}
