{
  "resume": "L'exercice porte sur l'étude de la nature de séries numériques. Les compétences mises en œuvre sont:\n\n*   Déterminer la nature d'une série (convergente, absolument convergente, semi-convergente, divergente, grossièrement divergente).\n*   Utiliser des critères de convergence (comparaison, équivalence, séries de Riemann, séries alternées, d'Alembert, Cauchy).\n*   Calculer des sommes de séries télescopiques, notamment en utilisant la décomposition en éléments simples.\n*   Utiliser des développements limités pour déterminer le comportement asymptotique des termes généraux.\n*   Reconnaitre et utiliser des équivalents de suites pour déterminer la nature de la série, par exemple $ln(1+x) \\sim x$ quand $x\\rightarrow 0$ et $1-cos(x) \\sim \\frac{x^2}{2}$ quand $x\\rightarrow 0$",
  "competences": [
    "Déterminer la nature / Étudier la convergence (simple, absolue) d'une série numérique",
    "appliquer les critères de convergence (d'Alembert, Cauchy, comparaison, séries alternées, Riemann, Bertrand)",
    "utiliser les équivalents de suites pour simplifier l'étude de la convergence",
    "calculer des limites de suites pour appliquer les critères de convergence",
    "identifier des séries téléscopiques et calculer leur somme"
  ],
  "niveau_difficulte": "intermédiaire",
  "mots_cles": [
    "séries numériques",
    "convergence",
    "divergence",
    "absolue convergence",
    "semi-convergence",
    "critère de d'Alembert",
    "critère de Cauchy",
    "séries alternées"
  ],
  "concepts_fondamentaux": [
    "définition de la convergence/divergence d'une série numérique",
    "critères de convergence des séries numériques",
    "séries de Riemann et de Bertrand",
    "équivalents de suites",
    "développement limité"
  ],
  "prerequis": [
    "limites de suites",
    "fonctions usuelles (sin, cos, ln, exp)",
    "développement limité",
    "notions de base sur les suites numériques"
  ],
  "type_exercice": "Exercice d'application directe",
  "temps_estime": "60-90 minutes"
}
