{
  "resume": "L'exercice porte sur l'approximation d'une loi de Poisson de paramètre $\\lambda = 16$ par une loi normale. Il évalue les compétences suivantes:\n\n*   Calcul de probabilités ponctuelles pour une loi de Poisson à partir de valeurs cumulatives données.\n*   Détermination des paramètres (espérance et variance) d'une loi normale approximant une loi de Poisson donnée.\n*   Calcul de probabilités pour une loi normale en utilisant la correction de continuité pour approximer des probabilités discrètes, impliquant la standardisation de la variable normale $Z = \\frac{Y-\\mu}{\\sigma}$ et l'utilisation de la table de la loi normale centrée réduite.\n*   Comparaison des valeurs obtenues par la loi de Poisson et son approximation normale, en mettant en évidence l'amélioration apportée par la correction de continuité dans l'approximation de probabilités discrètes par une loi continue.\n*   Calcul d'une probabilité cumulative pour une loi de Poisson en utilisant son approximation par une loi normale et la correction de continuité.",
  "competences": [
    "appliquer une approximation de la loi de Poisson par une loi Normale",
    "calculer des probabilités à partir de la table de la loi normale centrée réduite",
    "calculer des probabilités à partir de la fonction de répartition d'une loi de Poisson",
    "déterminer les paramètres d'une loi normale approchant une loi de Poisson",
    "interpréter la correction de continuité dans le contexte d'une approximation"
  ],
  "niveau_difficulte": "intermédiaire",
  "mots_cles": [
    "loi de Poisson",
    "loi normale",
    "approximation",
    "correction de continuité",
    "probabilité",
    "variable aléatoire",
    "paramètres",
    "bibliothèque"
  ],
  "concepts_fondamentaux": [
    "loi de Poisson",
    "loi normale",
    "théorème central limite (implicite)",
    "correction de continuité"
  ],
  "prerequis": [
    "connaissance de la loi de Poisson et de la loi normale",
    "savoir calculer des probabilités",
    "comprendre le concept d'approximation d'une loi de probabilité"
  ],
  "type_exercice": "Problème à étapes",
  "temps_estime": "30 minutes"
}