{
  "resume": "L'exercice consiste à résoudre une équation différentielle linéaire du second ordre à coefficients non constants en utilisant le développement en série entière. Il requiert : \n\n*   La détermination des coefficients $a_n$ de la série entière solution par identification dans l'équation différentielle et l'application de la condition initiale.\n*   Le calcul du rayon de convergence $R$ de la série entière obtenue. Ici, il est déterminé implicitement lors de la résolution, aboutissant à une série entière définie sur $\\mathbb{R}$.\n*   L'expression de la somme de la série entière en termes de fonctions usuelles (ici, la fonction exponentielle). La manipulation de sommes et le changement d'indice sont nécessaires pour faire apparaître des développements en série connus.",
  "competences": [
    "résoudre une équation différentielle linéaire du second ordre à coefficients non constants",
    "déterminer le développement en série entière d'une fonction",
    "calculer le rayon de convergence d'une série entière",
    "identifier et manipuler des sommes de séries entières connues (exponentielle)",
    "appliquer les conditions initiales pour déterminer les coefficients d'une série entière"
  ],
  "niveau_difficulte": "intermédiaire",
  "mots_cles": [
    "série entière",
    "équation différentielle",
    "rayon de convergence",
    "fonction somme",
    "développement en série",
    "solution série entière",
    "coefficients",
    "linéaire"
  ],
  "concepts_fondamentaux": [
    "développement en série entière",
    "rayon de convergence",
    "équations différentielles linéaires",
    "fonction exponentielle",
    "théorème d'unicité du développement en série entière"
  ],
  "prerequis": [
    "calcul différentiel (dérivées)",
    "manipulation des séries numériques",
    "notions de base sur les équations différentielles",
    "connaissance des séries entières usuelles (exponentielle, sinus, cosinus)"
  ],
  "type_exercice": "Problème à étapes",
  "temps_estime": "45 minutes"
}