{
  "resume": "L'exercice porte sur la simulation d'une loi normale bidimensionnelle à partir de tirages aléatoires. Il évalue les compétences suivantes:\n\n*   Calcul des lois marginales d'un couple de variables aléatoires et vérification de leur indépendance.\n*   Calcul de la fonction de répartition d'une variable aléatoire définie à partir d'un couple, en utilisant un changement de variables en coordonnées polaires.\n*   Détermination de la densité d'une variable aléatoire à partir de sa fonction de répartition (loi de Rayleigh).\n*   Démonstration qu'une transformation d'une variable aléatoire (ici $R^2$) suit une loi exponentielle.\n*   Identification de la loi d'une variable angulaire $\\Theta$ et preuve de son indépendance avec la variable radiale $R$.\n*   Déduction d'un algorithme de simulation du couple $(X, Y)$ à partir des simulations de $R$ et $\\Theta$.",
  "competences": [
    "Calculer une intégrale (simple/double, définie)",
    "Effectuer / Appliquer un changement de variable dans une intégrale (simple/double, polaires)",
    "identifier une loi de probabilité à partir de sa densité",
    "Calculer / Déterminer les lois marginales (à partir d'une loi conjointe)",
    "Vérifier / Appliquer / Démontrer l'indépendance de variables aléatoires"
  ],
  "niveau_difficulte": "intermédiaire",
  "mots_cles": [
    "loi normale",
    "densité de probabilité",
    "lois marginales",
    "indépendance",
    "changement de variables",
    "coordonnées polaires",
    "loi de Rayleigh",
    "simulation"
  ],
  "concepts_fondamentaux": [
    "densité de probabilité conjointe et marginale",
    "indépendance de variables aléatoires",
    "changement de variables dans les intégrales multiples",
    "fonction de répartition",
    "lois usuelles (normale, exponentielle, uniforme)"
  ],
  "prerequis": [
    "calcul intégral (intégrales simples et doubles)",
    "notions de base sur les variables aléatoires",
    "connaissance des lois normales, exponentielles et uniformes",
    "changement de variables",
    "indépendance de variables aléatoires"
  ],
  "type_exercice": "Problème à étapes",
  "temps_estime": "60-90 minutes"
}
