{
  "CnBv": {
    "competences": [
      "appliquer la règle de dérivation en chaîne",
      "tracer un domaine de définition dans le plan",
      "interpréter graphiquement le domaine de définition d'une fonction",
      "déterminer si un ensemble est ouvert, fermé ou ni l'un ni l'autre",
      "calculer une dérivée partielle"
    ],
    "niveau_difficulte": "intermédiaire",
    "mots_cles": [
      "domaine de définition",
      "fonction de deux variables",
      "dérivée partielle",
      "dérivée composée",
      "ensemble ouvert",
      "ensemble fermé",
      "continuité",
      "graphe de fonction"
    ],
    "concepts_fondamentaux": [
      "domaine de définition d'une fonction à plusieurs variables",
      "dérivées partielles",
      "dérivée d'une fonction composée",
      "continuité d'une fonction à plusieurs variables",
      "topologie de base dans R^2 (ouvert, fermé)"
    ],
    "prerequis": [
      "calcul différentiel (dérivées)",
      "fonctions à plusieurs variables",
      "notion de limite",
      "topologie de base dans R^2",
      "représentation graphique de fonctions"
    ],
    "type_exercice": "Problème à étapes",
    "temps_estime": "45-60 minutes",
    "resume": "L'exercice porte sur l'étude de fonctions de deux variables. Il évalue les compétences suivantes:\n\n*   **Détermination et représentation de domaines de définition:** Identifier et représenter graphiquement des domaines de définition de fonctions à deux variables, définis par des inégalités et des exclusions. Déterminer si ces domaines sont ouverts, fermés ou ni l'un ni l'autre.\n*   **Calcul de dérivée partielle par composition:** Utiliser la dérivée d'une fonction composée pour calculer une dérivée partielle d'une fonction à deux variables, connaissant une expression de cette fonction composée.\n*   **Continuité et dérivabilité:** Évaluer si l'existence des dérivées partielles et la connaissance de la limite d'une fonction en un point impliquent la continuité de la fonction en ce point.\n*   **Identification de graphe:** Associer un graphe 3D à une fonction de deux variables en analysant les propriétés de son domaine de définition et les exclusions."
  }
}